[
    {
        "title": "Wetherell v. Alaska Airlines",
        "desc": "Justin Wetherell is a nonbinary flight attendant and flight attendant instructor at Alaska Airlines. As a flight attendant, they have been required to comply with Alaska Airlines’ uniform and grooming policies that are grounded in outdated sex stereotypes and conflict with Justin’s nonbinary gender identity and fluid gender expression. Now Justin and the Washington State Human Rights Commission are fighting to ensure that Alaska Airlines’ uniform and grooming policy complies with the Washington State Law Against Discrimination and permits all employees to dress and groom in a professional manner that is consistent with their gender identity and expression.",
        "status": "Ongoing",
        "date": "2023-05-03T00:00:00",
        "state": "Washington",
        "url": "https://www.aclu.org/cases/wetherell-v-alaska-airlines"
    },
    {
        "title": "Doe v. Madison Metropolitan School District",
        "desc": "In February 2020, several parents anonymously sued the Madison Metropolitan School District in Wisconsin state court. The parents claim that the school district’s guidance that seeks to provide support for transgender, non-binary, and gender-expansive students violates parental rights by allowing students to use names and pronouns at school different from those they were assigned at birth, without providing parental notification absent a student’s consent. The ACLU and ACLU of Wisconsin intervened in the case on behalf of LGBTQ student groups at schools in the district to help defend the district’s guidance.",
        "status": "Ongoing",
        "date": "2023-05-03T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/doe-v-madison-metropolitan-school-district"
    },
    {
        "title": "B.P.J. v. West Virginia State Board of Education",
        "desc": "Becky is a middle school student in West Virginia. She has been a cheerleader and wants the opportunity to try out for the cross-country team. A new law in West Virginia would ban her from doing so because she is transgender. Becky and her parents sued and are represented by the ACLU, the ACLU of West Virginia, Lambda Legal and Cooley LLP.",
        "status": "Ongoing",
        "date": "2023-04-28T00:00:00",
        "state": "West Virginia",
        "url": "https://www.aclu.org/cases/bpj-v-west-virginia-state-board-education"
    },
    {
        "title": "L.W. v. Skrmetti",
        "desc": "Samantha and Brian Williams of Nashville, TN and their 15-year-old transgender daughter are challenging a Tennessee law banning gender-affirming care for transgender people under 18. Tennessee is home to over 3,000 transgender adolescents and the health care banned by this law is supported by the entire mainstream of the medical community.",
        "status": "Ongoing",
        "date": "2023-04-28T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/l-w-v-skrmetti"
    },
    {
        "title": "Marquez v. State of Montana",
        "desc": "Amelia Marquez is transgender woman and life-long Montanan. John Doe is a transgender man who was born in Montana, but currently lives out of state. Both wish to correct the sex marker on their birth certificates to reflect who they are. However, a law enacted in 2021, Montana Senate Bill 280, sought to prohibit transgender individuals born in Montana from correcting the sex marker listed on their birth certificate without obtaining a court order indicating that their “sex . . . has been changed by surgical procedure.” The ACLU, the ACLU of Montana, and Nixon Peabody LLP have sued, claiming that SB 280 violates the equal protection and due process clauses of the Montana State Constitution.",
        "status": "Ongoing",
        "date": "2023-04-27T00:00:00",
        "state": "Montana",
        "url": "https://www.aclu.org/cases/marquez-v-state-montana"
    },
    {
        "title": "K.C. v. Medical Licensing Board of Indiana",
        "desc": "Four Hoosier families, joined by medical providers, are challenging an Indiana law passed in April 2023 barring access to gender-affirming care for transgender youth. Indiana is home to over 4,000 transgender adolescents and the health care targeted by this law is supported by the entire mainstream of the medical community.",
        "status": "",
        "date": "2023-04-26T00:00:00",
        "state": "Indiana",
        "url": "https://www.aclu.org/cases/k-c-v-medical-licensing-board-of-indiana"
    },
    {
        "title": "Soule et al v. CT Association of Schools et al",
        "desc": "The ACLU has joined a lawsuit defending the interests of trans student athletes in Connecticut.",
        "status": "Ongoing",
        "date": "2023-04-25T00:00:00",
        "state": "Connecticut",
        "url": "https://www.aclu.org/cases/soule-et-al-v-ct-association-schools-et-al"
    },
    {
        "title": "PFLAG v. Abbott",
        "desc": "The American Civil Liberties Union, Lambda Legal, the ACLU of Texas, and Baker Botts filed a lawsuit in Texas State Court on behalf of PFLAG National and three Texas families. This is the second of two lawsuits challenging unlawful attempts to ban essential health care for transgender youth by Texas state leaders.",
        "status": "Ongoing",
        "date": "2023-04-20T00:00:00",
        "state": "Texas",
        "url": "https://www.aclu.org/cases/pflag-v-abbott"
    },
    {
        "title": "Vasquez v. Iowa Department of Human Services",
        "desc": "On May 31st, 2019, the ACLU of Iowa and National ACLU LGBT and HIV Project filed a lawsuit to block implementation of an Iowa law that was recently passed to restore the ban on Medicaid coverage for essential, gender-affirming surgery to transgender Iowans that the Iowa Supreme recently struck down.",
        "status": "Ongoing",
        "date": "2023-04-19T00:00:00",
        "state": "Iowa",
        "url": "https://www.aclu.org/cases/vasquez-v-iowa-department-human-services"
    },
    {
        "title": "Doe v. Abbott",
        "desc": "A family in Texas had a child welfare investigator arrive at their home due to a directive from Governor Greg Abbott stating that health care that is medically necessary for treating gender dysphoria should be considered a form of child abuse. This family — an employee of DFPS, her husband, and their transgender teen — sued Governor Abbott and the Texas Department of Family and Protective Services. Dr. Megan Mooney, a licensed psychologist who works with transgender youth and their families, also joined the lawsuit.",
        "status": "Ongoing",
        "date": "2023-04-18T00:00:00",
        "state": "Texas",
        "url": "https://www.aclu.org/cases/doe-v-abbott"
    },
    {
        "title": "L.E. v Lee",
        "desc": "Luc Esquivel is a 15-year-old sophomore at Farragut High School in Knoxville, TN who has been looking forward to trying out for the boys’ golf team. That aspiration was derailed when the Tennessee legislature passed and Tennessee Gov. Bill Lee signed into law SB 228, which bans transgender middle and high school students from participating on interscholastic sports teams that match their gender. Luc and his family have sued the state of Tennessee.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/le-v-lee"
    },
    {
        "title": "Hammons v. UMMS",
        "desc": "Jesse Hammons was denied a commonly performed medical procedure at the University of Maryland St. Joseph Medical Center because he is transgender. The taxpayer-owned hospital claims that providing Hammons with medical care would be a violation of their religious beliefs.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "Maryland",
        "url": "https://www.aclu.org/cases/hammons-v-umms"
    },
    {
        "title": "Hersom v. Crouch",
        "desc": "Xavier Hersom applied for and was denied a gender marker change on his birth certificate. He said DHHR’s policy has created yet another layer of difficulty for him as a transgender person living in West Virginia. The ACLU, the ACLU of West Virginia, and the Harvard Law School LGBTQ+ Advocacy Clinic filed a federal lawsuit asking a court to declare West Virginia’s birth certificate policies relating to transgender people unconstitutional on behalf of Hersom and an another anonymous plaintiff.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "West Virginia",
        "url": "https://www.aclu.org/cases/hersom-v-crouch"
    },
    {
        "title": "Hecox v. Little",
        "desc": "Lindsay is a college student at Boise State University. She wants to run on the track team so she can form friendships with other girls. A new law in Idaho would ban her from doing so because she is transgender.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "Idaho",
        "url": "https://www.aclu.org/cases/hecox-v-little"
    },
    {
        "title": "Toomey v. State of Arizona",
        "desc": "On January 23, 2019, the American Civil Liberties Union, and the American Civil Liberties Union of Arizona filed a class action lawsuit against the State of Arizona and the Arizona Board of Regents for denying medically necessary, gender-affirming health care to transgender people employed by the state. The lawsuit was filed on behalf of Dr. Russell B. Toomey, an associate professor of family studies and human development at the University of Arizona, and all other transgender individuals employed by the Arizona Board of Regents or enrolled in the State health plan, including dependents.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "Arizona",
        "url": "https://www.aclu.org/cases/toomey-v-state-arizona"
    },
    {
        "title": "Zayre-Brown v. The North Carolina Department of Public Safety",
        "desc": "The North Carolina Department of Public Safety has continually denied Kanautica Zayre-Brown, an incarcerated transgender woman in their custody, access to gender-affirming surgery.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "North Carolina",
        "url": "https://www.aclu.org/cases/zayre-brown-v-north-carolina-department-public-safety"
    },
    {
        "title": "Rogers v. Health and Human Services",
        "desc": "Eden Rogers and Brandy Welch were turned away by a government-funded foster care agency for failing to meet the agency’s religious criteria which exclude prospective foster parents who are not evangelical Protestant Christian or who are same-sex couples of any faith.",
        "status": "Ongoing",
        "date": "2023-04-14T00:00:00",
        "state": "South Carolina",
        "url": "https://www.aclu.org/cases/rogers-v-health-and-human-services"
    },
    {
        "title": "Corbitt v. Taylor",
        "desc": "The American Civil Liberties Union and ACLU of Alabama filed a federal law suit against officials of the Alabama Law Enforcement Agency (ALEA) for depriving transgender people of driver licenses that reflect their gender. The lawsuit states that the Alabama government has violated the privacy, due process, free speech, and equal protection rights of Darcy Corbitt, Destiny Clark, and a third, unnamed plaintiff.",
        "status": "Ongoing",
        "date": "2023-04-13T00:00:00",
        "state": "Alabama",
        "url": "https://www.aclu.org/cases/corbitt-v-taylor"
    },
    {
        "title": "Brandt et al v. Rutledge et al",
        "desc": "Four families of transgender youth and two doctors have challenged an Arkansas law that would prohibit healthcare professionals from providing or even referring transgender young people for medically necessary health care. The law would also bar any state funds or insurance coverage for gender-affirming health care for transgender people under 18, and it would allow private insurers to refuse to cover gender-affirming care for people of any age. The lawsuit, filed in federal court, alleges that House Bill 1570 is a violation of the U.S. Constitution.",
        "status": "Ongoing",
        "date": "2023-04-13T00:00:00",
        "state": "Arkansas",
        "url": "https://www.aclu.org/cases/brandt-et-al-v-rutledge-et-al"
    },
    {
        "title": "Bridge v. Oklahoma State Department of Education",
        "desc": "Thousands of school districts across the country operate with nondiscrimination policies inclusive of their transgender students, including the legal right for these students to access facilities (bathrooms, locker rooms, etc.) consistent with their gender identity. These policies help protect transgender students from harassment, being isolated from their peers, and thrive in a learning environment that believes in their fundamental rights.",
        "status": "Ongoing",
        "date": "2023-04-13T00:00:00",
        "state": "Oklahoma",
        "url": "https://www.aclu.org/cases/bridge-v-oklahoma-state-department-education"
    },
    {
        "title": "Vlaming v. West Point School District",
        "desc": "In September of 2019, Peter Vlaming, a French teacher at West Point High School, refused to address a transgender boy in his class with he/him pronouns. Instead, the teacher avoided using pronouns when addressing the student, while continuing to use gendered pronouns when addressing everyone else. After several warnings, the school district told the teacher he needed to address the student with male pronouns (the same way he addressed other boys) or he would be fired. The teacher refused; the school district fired him, and Vlaming, represented by the Alliance Defending Freedom, filed a suit in state court arguing that the school district violated his free speech and free exercise rights under the Virginia Constitution and Virginia’s RFRA.",
        "status": "Ongoing",
        "date": "2023-02-22T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/vlaming-v-west-point-school-district"
    },
    {
        "title": "Knight v. St. Joseph Hospital",
        "desc": "The American Civil Liberties Union Foundation of Northern California, the American Civil Liberties Union Foundation of Southern California and Rukin Hyland & Riggin LLP filed a lawsuit on March 21, 2019 on behalf of Oliver Knight, a 29-year-old transgender man who was denied surgery minutes before it was scheduled to take place based on the hospital’s religious beliefs, which do not recognize gender-affirming care.",
        "status": "Closed (Settled)",
        "date": "2023-02-16T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/knight-v-st-joseph-hospital"
    },
    {
        "title": "Buck v. Gordon",
        "desc": "A state-contracted, taxpayer-funded child placing agency sued the State of Michigan claiming a constitutional right to discriminate against prospective foster and adoptive families headed by same-sex couples in violation of State contracts.  The ACLU, representing prospective adoptive parents Kristy and Dana Dumont, is seeking to intervene in this lawsuit in support of the State.",
        "status": "Closed (Dismissed)",
        "date": "2022-11-29T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/buck-v-gordon"
    },
    {
        "title": "Bongo Productions LLC et al v. Lawrence et al",
        "desc": "Two businesses owners in Tennessee are challenging a new, first-of-its-kind Tennessee law that would require businesses and other entities that open their facilities to the public and allow transgender people to use the restroom that matches their gender to post a government-prescribed warning sign. The ACLU and the ACLU of Tennessee filed the lawsuit in federal court and claim it violates the First Amendment rights of the business owners.",
        "status": "Closed (Judgment)",
        "date": "2022-09-14T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/bongo-productions-llc-et-al-v-lawrence-et-al"
    },
    {
        "title": "Thomas et al v. Georgia Department of Community Health et al",
        "desc": "Shon Thomas and Gwendolyn Cheney are two Black transgender women enrolled in Georgia Medicaid who have been unable to access gender-affirming surgical care. They have sued the state, alleging that denying access to gender-affirming surgeries under Medicaid is a violation of the U.S. Constitution, the Affordable Care Act, and the Medicaid Act. They are represented by the ACLU and the ACLU of Georgia.",
        "status": "Closed",
        "date": "2022-07-20T00:00:00",
        "state": "Georgia",
        "url": "https://www.aclu.org/cases/thomas-et-al-v-georgia-department-community-health-et-al"
    },
    {
        "title": "Vroegh v. Iowa Department of Corrections",
        "desc": "The American Civil Liberties Union of Iowa filed a complaint with the Iowa Civil Rights Commission against The Iowa Department of Corrections for denying a nurse at the facility use of the restrooms and locker rooms that align with his gender identity and necessary medical treatment because he is transgender. The complaint was co-filed with the ACLU and cooperating attorney Melissa Hasso with the Sherinian & Hasso Law Firm in West Des Moines.",
        "status": "Closed (Judgment)",
        "date": "2022-05-13T00:00:00",
        "state": "Iowa",
        "url": "https://www.aclu.org/cases/vroegh-v-iowa-department-corrections"
    },
    {
        "title": "Walker et al v Marshall et al",
        "desc": "The Walker family and the White family have raised their children, H.W. and C.W. in Alabama. A new Alabama law may force them to leave the state because providing gender-affirming care — which doctors says is medically necessary for H.W. and C.W. — is now a felony offense.",
        "status": "Ongoing",
        "date": "2022-04-12T00:00:00",
        "state": "Alabama",
        "url": "https://www.aclu.org/cases/walker-et-al-v-marshall-et-al"
    },
    {
        "title": "Catholic Charities West Michigan v. Michigan Department of Health and Human Services",
        "desc": "A second state-contracted, taxpayer-funded child placing agency sued the State of Michigan claiming a constitutional right to discriminate against prospective foster and adoptive families headed by same-sex couples in violation of State contracts. The ACLU, representing prospective adoptive parents Kristy and Dana Dumont, is seeking to intervene in this lawsuit in support of the State.",
        "status": "Closed",
        "date": "2022-03-16T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/catholic-charities-west-michigan-v-michigan-department-health-and-human-services"
    },
    {
        "title": "Dumont v. Gordon",
        "desc": "Attorneys for the ACLU and ACLU of Michigan filed a lawsuit in U.S. District Court to challenge the state’s practice of permitting state-funded child placement agencies to use religious criteria to turn away lesbian and gay prospective foster and adoptive parents. The legislature passed a law in 2015 with the purpose of codifying that practice.",
        "status": "Closed (Settled)",
        "date": "2022-02-11T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/dumont-v-gordon"
    },
    {
        "title": "Arlene's Flowers et al v. Washington et al",
        "desc": "After the Washington Supreme Court found that the refusal of Arlene’s Flowers to sell flowers to a gay couple violated Washington Law Against Discrimination and the Consumer Protection Act, the flower shop sought review by the Supreme Court of the United States. The US Supreme Court subsequently remanded to the WA Supreme Court and on June 6, 2019, the WA Supreme Court affirmed their earlier decision. On September 11, 2019, Arlene’s Flowers filed to hear the case again, at the Supreme Court of the United States.",
        "status": "Closed (Dismissed)",
        "date": "2021-11-22T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/arlenes-flowers-et-al-v-washington-et-al"
    },
    {
        "title": "Ray v. McCloud",
        "desc": "On March 29, 2018, the American Civil Liberties Union, the American Civil Liberties Union of Ohio, and Lambda Legal filed a lawsuit challenging Ohio’s refusal to correct the gender marker on birth certificates for transgender people, for any reason, at any time. Ohio is one of just three states, with Tennessee and Kansas, that has yet to change the extremely regressive and harmful policy. The lawsuit states that the Ohio government has violated the equal protection, due process, and free speech rights of Stacie Ray, Basil Argento, Ashley Breda, and a fourth, unnamed plaintiff.",
        "status": "Closed (Judgment)",
        "date": "2021-11-09T00:00:00",
        "state": "Ohio",
        "url": "https://www.aclu.org/cases/ray-v-mccloud"
    },
    {
        "title": "Fulton v. City of Philadelphia",
        "desc": "On November 4, the Supreme Court heard a case that could allow private agencies that receive taxpayer-funding to provide government services — such as foster care providers, food banks, homeless shelters, and more — to deny services to people who are LGBTQ, Jewish, Muslim, or Mormon.",
        "status": "Closed (Judgment)",
        "date": "2021-11-08T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/fulton-v-city-philadelphia"
    },
    {
        "title": "Dignity Health v. Minton",
        "desc": "Evan Minton was turned away from a Dignity Health hospital because he is transgender. He filed a lawsuit against a Dignity Health medical center for withholding medical care because of a patient’s gender identity, amounting to sex discrimination in violation of California’s Unruh Civil Rights Act.",
        "status": "Closed (Voluntarily Dismissed)",
        "date": "2021-11-01T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/dignity-health-v-minton"
    },
    {
        "title": "Grimm v. Gloucester County School Board",
        "desc": "Gavin Grimm sued his school board for excluding him the restrooms any other boy in his school would use — simply because he is transgender.",
        "status": "Closed",
        "date": "2021-10-06T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/grimm-v-gloucester-county-school-board"
    },
    {
        "title": "Keohane v. Inch",
        "desc": "The American Civil Liberties Union (ACLU), the American Civil Liberties Union of Florida, and DLA Piper LLP filed a federal lawsuit challenging the Florida Department of Corrections’ (DOC) denial of medically necessary care for Reiyn Keohane, a transgender woman currently detained in a men’s prison.",
        "status": "Closed (Judgment)",
        "date": "2021-10-04T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/keohane-v-inch"
    },
    {
        "title": "Stone v. Trump",
        "desc": "The ACLU, ACLU of Maryland, and Covington & Burling LLP filed a lawsuit against the Trump administration on behalf of six members of the armed forces who are transgender and the ACLU of Maryland. The lawsuit challenges the president’s directive banning transgender service members from continuing to serve in the military, banning transgender service members from receiving certain medically necessary health care, and banning transgender individuals from enlisting in the armed forces.",
        "status": "Closed",
        "date": "2021-09-29T00:00:00",
        "state": "Maryland",
        "url": "https://www.aclu.org/cases/stone-v-trump"
    },
    {
        "title": "Cargian v. Breitling",
        "desc": "Fred Cargain was hired by Breitling USA in 1990 and served as a leading sales rep for the company for over 15 years. In 2010 following the hiring of a new CEO, Cargain started to be treated differently than other men in similar positions. After multiple promotions and 23 years with the company, Cargain was fired in 2013.",
        "status": "Closed (Judgment)",
        "date": "2021-09-17T00:00:00",
        "state": "New York",
        "url": "https://www.aclu.org/cases/cargian-v-breitling"
    },
    {
        "title": "Carcaño, et al. v. Cooper, et al",
        "desc": "Filed by the ACLU and the ACLU of North Carolina along with Lambda Legal, this lawsuit challenges a sweeping North Carolina law, House Bill 2 , which bans transgender people from accessing restrooms and other facilities consistent with their gender identity and blocks local governments from protecting lesbian, gay, bisexual, and transgender (“LGBT”) people against discrimination in a wide variety of settings., and its replacement law, HB 142, which left many of the harms caused by HB 2 in place.",
        "status": "Closed",
        "date": "2021-05-12T00:00:00",
        "state": "North Carolina",
        "url": "https://www.aclu.org/cases/carcano-et-al-v-cooper-et-al"
    },
    {
        "title": "Monroe v. Rauner",
        "desc": "The ACLU of Illinois filed a lawsuit on behalf of six women – Janiah Monroe, Marilyn Melendez, Ebony Stamps, Lydia Helena Vision, Sora Kuykendall, and Sasha Reed – and seeks class certification on behalf of all prisoners in the custody of Illinois Department of Corrections who have requested from IDOC evaluation or treatment for gender dysphoria. The case seeks to force IDOC to reform its medical care system to put an end to the suffering it is currently causing transgender prisoners with gender dysphoria by denying them the medical care they need on a timely basis and consistent with the well-established medical standards.",
        "status": "Ongoing",
        "date": "2021-01-15T00:00:00",
        "state": "Illinois",
        "url": "https://www.aclu.org/cases/monroe-v-rauner"
    },
    {
        "title": "Reynolds v. Talberg",
        "desc": "On March 12, 2018, the ACLU and the ACLU of Michigan moved to intervene on the behalf of Stand with Trans and the Williamston High School Gay-Straight Alliance. Stand with Trans is a non-profit organization in Michigan with support groups around the state serving and empowering the families of transgender youth. The Williamston GSA is a student-led organization for LGBT students and allies at Williamston High School. Both organizations are committed to ensuring LGBT students have safe, non-discriminatory environments in which to go to school.",
        "status": "Closed (Dismissed)",
        "date": "2021-01-04T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/reynolds-v-talberg"
    },
    {
        "title": "Dominguez v. City of New York",
        "desc": "The American Civil Liberties Union (ACLU) and New York Civil Liberties Union (NYCLU) filed a lawsuit on behalf of a transgender woman who was arrested and charged with “false personation” after she provided officers with both her previous and current legal names and explained that she changed her name to align with her gender identity. Linda Dominguez was harassed by officers who repeatedly mocked her gender identity, despite changes to the NYPD’s patrol guide dating back to 2012 that prohibit such behavior.",
        "status": "Closed (Settled)",
        "date": "2020-11-12T00:00:00",
        "state": "New York",
        "url": "https://www.aclu.org/cases/dominguez-v-city-new-york"
    },
    {
        "title": "Parents for Privacy v. Dallas School District No. 2",
        "desc": "On February 20, 2018, the ACLU and the ACLU of Oregon moved to intervene on behalf of Basic Rights Oregon (BRO) in a case about transgender students’ rights. BRO seeks to defend the Dallas School District’s practice of permitting a transgender boy to use the same restrooms and locker rooms as other boys. BRO has spent over 20 years advocating for legal protections for the LGBTQ community in Oregon, and has supported transgender students and families in Dallas and beyond.",
        "status": "Closed (Dismissed)",
        "date": "2020-10-28T00:00:00",
        "state": "Oregon",
        "url": "https://www.aclu.org/cases/parents-privacy-v-dallas-school-district-no-2"
    },
    {
        "title": "The People of State of Michigan v. Deonton Autez Rogers",
        "desc": "",
        "status": "",
        "date": "2020-08-04T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/people-state-michigan-v-deonton-autez-rogers"
    },
    {
        "title": "LGBTQ Discrimination Cases at the Supreme Court",
        "desc": "In Bostock v. Clayton County, the Supreme Court ruled that anti-LGBTQ discrimination violates the federal law against discrimination in the workplace.",
        "status": "Closed (Judgment)",
        "date": "2020-06-15T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/lgbtq-discrimination-cases-supreme-court"
    },
    {
        "title": "Doe v. Boyertown Area School District",
        "desc": "The ACLU and the ACLU of Pennsylvania filed a motion to intervene on behalf of a transgender student and an LGBTQ youth organization. They seek to defend the Boyertown Area School District’s practice of allowing transgender students to use restrooms and locker rooms consistent with their gender identity.",
        "status": "",
        "date": "2019-07-01T00:00:00",
        "state": "Pennsylvania",
        "url": "https://www.aclu.org/cases/doe-v-boyertown-area-school-district"
    },
    {
        "title": "Good v. Iowa Dept. of Human Services",
        "desc": "EerieAnna Good and Carol Beal are two women whose medical providers determined that surgery was medically necessary to treat their gender dysphoria, but the Iowa Department of Human Services denied them Medicaid coverage for the surgery. In March 2019, the Iowa Supreme Court ruled that the Department’s ban on coverage violated the Iowa Civil Rights Act and affirmed the district court’s ruling that EerieAnna and Carol are entitled to coverage for the gender affirming surgery they need.",
        "status": "Closed (Judgment)",
        "date": "2019-03-12T00:00:00",
        "state": "Iowa",
        "url": "https://www.aclu.org/cases/good-v-iowa-dept-human-services"
    },
    {
        "title": "Moore v. InnoSource Inc.",
        "desc": "The American Civil Liberties Union and the American Civil Liberties Union of Colorado filed a discrimination charge against InnoSource Inc. on behalf of Dashir Moore, a 32-year-old transgender man who was denied health care coverage for treatment of gender dysphoria and subsequent transition-related care. Insurance carve-outs for transition-related care are illegal, yet two days after his surgery Mr. Moore was informed that his insurance company had denied the claim and he began receiving bills from the hospital, which eventually totaled nearly $30,000.",
        "status": "",
        "date": "2019-02-22T00:00:00",
        "state": "Colorado",
        "url": "https://www.aclu.org/cases/moore-v-innosource-inc"
    },
    {
        "title": "Bruce v. South Dakota",
        "desc": "The ACLU and the ACLU of South Dakota filed a federal suit on behalf of Terri Bruce against the state of South Dakota because it denies transgender employees health insurance coverage for medically necessary transition-related health care.",
        "status": "Closed",
        "date": "2019-02-22T00:00:00",
        "state": "South Dakota",
        "url": "https://www.aclu.org/cases/bruce-v-south-dakota"
    },
    {
        "title": "Miller v. Davis",
        "desc": "Following the U.S. Supreme Court’s historic marriage equality ruling in 2015, Rowan County Clerk Kim Davis refused to issue any marriage licenses because of her personal, religious opposition to marriage for same-sex couples. The ACLU and the ACLU of Kentucky won a preliminary injunction on behalf of Rowan County couples enabling them to marry.",
        "status": "Closed (Judgment)",
        "date": "2019-01-23T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/miller-v-davis"
    },
    {
        "title": "Janus v. American Federation of State, County and Municipal Employees, Council 31",
        "desc": "Whether it violates the First Amendment for a state to authorize a public employee union to collect a fee from non-members for the cost of benefits that the union is legally required to provide all employees.",
        "status": "",
        "date": "2018-02-07T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/janus-v-american-federation-state-county-and-municipal-employees-council-31"
    },
    {
        "title": "Smith v. Board of Education of Frederick County",
        "desc": "On October 20, 2017 the ACLU, the ACLU of Maryland, and Free State Justice intervened on behalf of James van Kuilenburg, a transgender student, in the case Smith v. Board of Education of Frederick County to defend a Maryland school board’s policies that prevent discrimination, harassment, and stigmatization of transgender and gender nonconforming students in the school system.",
        "status": "Closed (Voluntarily Dismissed)",
        "date": "2017-11-08T00:00:00",
        "state": "Maryland",
        "url": "https://www.aclu.org/cases/smith-v-board-education-frederick-county"
    },
    {
        "title": "Hobaugh v. Montana",
        "desc": "In response to efforts by the Montana Family Foundation to push an anti-transgender ballot measure that would bar transgender people from using public facilities like bathrooms or locker rooms that are consistent with their gender identity, the ACLU and the ACLU of Montana filed a petition challenging the legal sufficiency of the description of the proposed anti-trans ballot initiative (I-183) that would go to the voters. The petition argued that the ballot and fiscal impact statements inaccurately characterize the initiative – hiding both its discriminatory effect and its impact on local and state budgets. The Supreme Court of Montana agreed, ordering the Attorney General to revise both statements.",
        "status": "Closed (Dismissed)",
        "date": "2017-10-17T00:00:00",
        "state": "Montana",
        "url": "https://www.aclu.org/cases/hobaugh-v-montana"
    },
    {
        "title": "Enstad v. PeaceHealth",
        "desc": "The ACLU and the ACLU of Washington filed a civil rights lawsuit against PeaceHealth, a Catholic healthcare organization, on behalf of Cheryl Enstad and her teenage son, Pax, for denying coverage under its health benefits plan for medically necessary surgery to Pax simply because of who he is. The suit claims that PeaceHealth’s policy of refusing to cover medical care required by transgender people is discrimination and violates federal and state law.",
        "status": "Closed",
        "date": "2017-10-06T00:00:00",
        "state": "Washington",
        "url": "https://www.aclu.org/cases/enstad-v-peacehealth"
    },
    {
        "title": "Epic Systems Co. v. Lewis; Ernst & Young v. Morris; National Labor Relations Board v. Murphy Oil",
        "desc": "Whether employment agreements that prevent workers from taking “concerted” action to challenge workplace violations conflict with protections in federal labor law.",
        "status": "",
        "date": "2017-09-12T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/epic-systems-co-v-lewis-ernst-young-v-morris-national-labor-relations-board-v-murphy-oil"
    },
    {
        "title": "Boyden v. State of Wisconsin",
        "desc": "Alina Boyden and Shannon Andrews, two state employees who are transgender filed a lawsuit against the State of Wisconsin. The case challenges the state’s categorical ban on coverage for certain types of necessary medical care for persons who are transgender under federal law and the Constitution.",
        "status": "Ongoing",
        "date": "2017-04-07T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/boyden-v-state-wisconsin"
    },
    {
        "title": "Privacy Matters v. U.S. Department of Education",
        "desc": "The American Civil Liberties Union, the ACLU of Minnesota, and Stinson Leonard Street LLP filed a motion to intervene on behalf of a transgender student in a lawsuit that seeks to bar trans students from using locker rooms consistent with their gender identity. This case is similar to lawsuits filed around the country that are trying to prevent transgender students from using the locker rooms and restrooms that match their gender identity.",
        "status": "Closed (Voluntarily Dismissed)",
        "date": "2016-10-18T00:00:00",
        "state": "Minnesota",
        "url": "https://www.aclu.org/cases/privacy-matters-v-us-department-education"
    },
    {
        "title": "Texas v. U.S.",
        "desc": "Five leading national civil and LGBT rights organizations filed an amicus (friend of the court) brief in a multi-state lawsuit challenging the Federal Government issued guidance regarding public school districts’ responsibility to allow transgender students to use the same restrooms as other students.",
        "status": "Closed",
        "date": "2016-08-15T00:00:00",
        "state": "Texas",
        "url": "https://www.aclu.org/cases/texas-v-us"
    },
    {
        "title": "Students and Parents for Privacy v. U.S. Department of Education (Township District 211)",
        "desc": "The American Civil Liberties Union, the ACLU of Illinois, and Mayer Brown LLP filed a motion to intervene on behalf of Students A, B, and C, through their Parents and Legal Guardians, and the Illinois Safe School Alliance. The intervention comes after an effort to reverse an agreement reached between suburban Chicago High School District 211 and the U.S. Department of Education after a complaint filed by Student A, a female student in the District, resulted in her being permitted to use the locker room consistent with her gender identity. The lawsuit, filed by District 211 community members labeling themselves as Students and Parents for Privacy, seeks to block Student A and other transgender students from using restrooms and locker rooms that are consistent with their gender identity.",
        "status": "",
        "date": "2016-07-29T00:00:00",
        "state": "Illinois",
        "url": "https://www.aclu.org/cases/students-and-parents-privacy-v-us-department-education-township-district-211"
    },
    {
        "title": "Iowa Civil Rights Commission Complaint on Behalf of Meagan Taylor",
        "desc": "The American Civil Liberties Union and the ACLU of Iowa filed a complaint today with the Iowa Civil Rights Commission against The Drury Inn for discriminating against a Black transgender woman based on her gender identity and race in July 2015.",
        "status": "Closed (Judgment)",
        "date": "2016-06-28T00:00:00",
        "state": "Iowa",
        "url": "https://www.aclu.org/cases/iowa-civil-rights-commission-complaint-behalf-meagan-taylor"
    },
    {
        "title": "Robinson v. Dignity Health",
        "desc": "The American Civil Liberties Union filed a federal lawsuit against the fifth largest health care system in the U.S., Dignity Health, because it denies transgender employees health insurance coverage for medically necessary transition-related health care.",
        "status": "Closed (Voluntarily Dismissed)",
        "date": "2016-06-10T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/robinson-v-dignity-health"
    },
    {
        "title": "Alford v. Moulder",
        "desc": "The American Civil Liberties Union and the ACLU of Mississippi today filed a lawsuit to challenge HB 1523, the anti-LGBT law that passed this spring. The lawsuit, which targets the Registrar of Vital Records, was filed on behalf of ACLU of Mississippi members and Nykolas Alford and Stephen Thomas, a gay couple who are engaged to be married and face discrimination as a result of this law.",
        "status": "Closed",
        "date": "2016-05-09T00:00:00",
        "state": "Mississippi",
        "url": "https://www.aclu.org/cases/alford-v-moulder"
    },
    {
        "title": "Manning v. Hagel, et al.",
        "desc": "The American Civil Liberties Union, the ACLU of the Nation’s Capital, the ACLU of Kansas and civilian defense counsel David E. Coombs have filed a lawsuit on behalf of Chelsea Manning in federal court in the District of Columbia against Secretary of Defense Chuck Hagel and other Department of Defense (DOD) and Department of the Army officials for their failure to provide necessary medical treatment for her gender dysphoria, a condition with which she was originally diagnosed by Army doctors more than four years ago.",
        "status": "",
        "date": "2016-01-17T00:00:00",
        "state": "Kansas",
        "url": "https://www.aclu.org/cases/manning-v-hagel-et-al"
    },
    {
        "title": "OutFront v. Johnson Piper",
        "desc": "The American Civil Liberties Union and the ACLU of Minnesota filed a lawsuit in Minnesota State Court to challenge the coverage ban on transition-related surgery for transgender people on Medical Assistance and MinnesotaCare, the state’s public insurance programs for low-income residents.",
        "status": "Closed (Judgment)",
        "date": "2015-12-17T00:00:00",
        "state": "Minnesota",
        "url": "https://www.aclu.org/cases/outfront-v-johnson-piper"
    },
    {
        "title": "Friedrichs v. California Teachers Association",
        "desc": "Whether public employee unions can be authorized by state law to collect a fee from non-members for the cost of negotiating and implementing a collective bargaining agreement that benefits all employees.",
        "status": "Closed (Judgment)",
        "date": "2015-11-16T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/friedrichs-v-california-teachers-association"
    },
    {
        "title": "Roe v. Patton",
        "desc": "The ACLU of Utah and the national ACLU LGBT Project filed a lawsuit to force the State Office of Vital Records and Statistics to recognize a married same-sex couple as legal parents of their child. The lawsuit was filed in Utah federal court on behalf of Angie and Kami Roe, who seek to both be recognized as parents to their daughter, Lucy.\nUnder Utah’s assisted reproduction statute, the husband of a woman who conceives with donated sperm is automatically recognized as the child’s parent. But because Angie is Kami’s wife instead of her husband, the State Office of Vital Records and Statistics refuses to recognize Angie as Lucy’s parent.",
        "status": "",
        "date": "2015-10-23T00:00:00",
        "state": "Utah",
        "url": "https://www.aclu.org/cases/roe-v-patton"
    },
    {
        "title": "Waters v. Ricketts - Freedom to Marry in Nebraska",
        "desc": "The American Civil Liberties Union, the ACLU of Nebraska and the law firm of Koenig | Dunne have filed a lawsuit in federal court on behalf of seven couples who seek state recognition of their marriages or who seek the freedom to marry in Nebraska.",
        "status": "",
        "date": "2015-09-29T00:00:00",
        "state": "Nebraska",
        "url": "https://www.aclu.org/cases/waters-v-ricketts-freedom-marry-nebraska"
    },
    {
        "title": "Stewart and Stewart v. Heineman",
        "desc": "The American Civil Liberties Union, the ACLU of Nebraska, and the law firm Sullivan & Cromwell LLP have filed a lawsuit in state court on behalf of three couples seeking to strike down a state policy that bans gay and lesbian individuals and couples from serving as foster parents.",
        "status": "Closed (Judgment)",
        "date": "2015-08-05T00:00:00",
        "state": "Nebraska",
        "url": "https://www.aclu.org/cases/stewart-and-stewart-v-heineman"
    },
    {
        "title": "Love v. Johnson",
        "desc": "In May 2015, the ACLU filed a federal lawsuit against the Michigan Secretary of State challenging a department policy that makes it impossible for many transgender individuals to correct the gender on their driver’s licenses and state identification documents. The court recognized in its November 2015 decision denying the State’s motion to dismiss that plaintiffs have sufficiently alleged a constitutionally-protected privacy interest in avoiding disclosure of their transgender status because such disclosure “poses a real threat to their ‘personal security and bodily integrity.",
        "status": "",
        "date": "2015-05-21T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/love-v-johnson"
    },
    {
        "title": "Freedom to Marry at the Supreme Court",
        "desc": "The Supreme Court has consolidated six cases from four states on the issue of marriage equality. The ACLU represents clients in Kentucky and Ohio.",
        "status": "",
        "date": "2015-03-17T00:00:00",
        "state": "Kentucky",
        "url": "https://www.aclu.org/cases/freedom-marry-supreme-court"
    },
    {
        "title": "Mooneyham v. Ozark Fire Protection District",
        "desc": "The American Civil Liberties Union and ACLU of Missouri have filed a lawsuit on behalf of Andrea “Andi” Mooneyham against the Ozark Fire Protection District.",
        "status": "",
        "date": "2015-02-24T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/mooneyham-v-ozark-fire-protection-district"
    },
    {
        "title": "Marie v. Moser - Freedom to Marry in Kansas",
        "desc": "The American Civil Liberties Union and the ACLU of Kansas have filed a lawsuit against district court clerks in Douglas and Sedgwick counties for their refusal to issue marriage applications to two same-sex couples, despite the Tenth Circuit Court of Appeals lifting its stay on marriage for same-sex couples.",
        "status": "Closed (Judgment)",
        "date": "2015-01-15T00:00:00",
        "state": "Kansas",
        "url": "https://www.aclu.org/cases/marie-v-moser-freedom-marry-kansas"
    },
    {
        "title": "Grimsley and Albu v. Scott, et al. - Freedom to Marry in Florida",
        "desc": "The American Civil Liberties Union (ACLU), the ACLU of Florida, and the Podhurst Orseck law firm have filed a lawsuit in federal court on behalf of eight same-sex couples and SAVE, an LGBT rights organization based in Miami, challenging the state of Florida’s refusal to recognize their marriages, which were performed in other states and recognized by the federal government.",
        "status": "Closed (Judgment)",
        "date": "2015-01-06T00:00:00",
        "state": "Florida",
        "url": "https://www.aclu.org/cases/grimsley-and-albu-v-scott-et-al-freedom-marry-florida"
    },
    {
        "title": "Lawson v. Kelly - Freedom to Marry in Missouri",
        "desc": "The American Civil Liberties Union and the ACLU of Missouri filed a petition in Jackson County, MO on behalf of two couples, Angela Curtis and Shannon McGinty, and Kyle Lawson and Evan Dahlgren, who wished to marry, but were denied marriage licenses because of Missouri’s amendment limiting marriage to opposite sex couples. Both couples tried to get marriage licenses in Jackson County.",
        "status": "",
        "date": "2014-12-24T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/lawson-v-kelly-freedom-marry-missouri"
    },
    {
        "title": "Department of Justice and Department of Education Complaint Against Virginia School Board for Transgender Bathroom Policy",
        "desc": "The American Civil Liberties Union and the ACLU of Virginia have filed an administrative complaint with the Department of Justice and Department of Education against Gloucester County Public Schools (GCPS) for adopting a bathroom policy that segregates trans students from using the same restrooms and locker rooms as their peers. The school board adopted the policy by a vote of 6-1 on December 9, 2014, despite warnings from the ACLU that the policy violates federal law prohibiting schools from discriminating based on sex.",
        "status": "",
        "date": "2014-12-19T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/department-justice-and-department-education-complaint-against-virginia-school-board"
    },
    {
        "title": "Bassett  et al. v. Snyder",
        "desc": "The American Civil Liberties Union and ACLU of Michigan have filed a lawsuit asking a federal court to strike down a new state law that bans many public entities from providing health care insurance to the domestic partners of their employees. The lawsuit was filed on behalf of school teachers, city and county workers and their domestic partners who will lose their health insurance as a result of the law.",
        "status": "Closed (Judgment)",
        "date": "2014-11-12T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/bassett-et-al-v-snyder"
    },
    {
        "title": "Rolando v. Fox - Freedom to Marry in Montana",
        "desc": "The American Civil Liberties Union and the ACLU of Montana represent four loving, committed same-sex couples as they sue Montana in federal court for the right to get married or to have their marriages from other states legally recognized in Montana.",
        "status": "Closed (Judgment)",
        "date": "2014-11-05T00:00:00",
        "state": "Montana",
        "url": "https://www.aclu.org/cases/rolando-v-fox-freedom-marry-montana"
    },
    {
        "title": "Fisher-Borne v. Smith - Freedom to Marry in North Carolina",
        "desc": "The American Civil Liberties Union and the ACLU of North Carolina Legal Foundation have filed a lawsuit on behalf of six same-sex couples seeking the freedom to marry, and the right to obtain second parent adoptions for their children.",
        "status": "Ongoing",
        "date": "2014-10-14T00:00:00",
        "state": "North Carolina",
        "url": "https://www.aclu.org/cases/fisher-borne-v-smith-freedom-marry-north-carolina"
    },
    {
        "title": "Walker v. Wolf - Freedom to Marry in Wisconsin",
        "desc": "The American Civil Liberties Union, the ACLU of Wisconsin and the law firm of Mayer Brown filed a federal lawsuit on behalf of eight same-sex couples who wish to marry in Wisconsin or are seeking recognition for their legal out-of-state marriages.",
        "status": "Closed (Judgment)",
        "date": "2014-10-07T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/walker-v-wolf-freedom-marry-wisconsin"
    },
    {
        "title": "Bostic v. Schaefer (Harris Class Action) - Freedom to Marry in Virginia",
        "desc": "In Bostic v. Schaefer, the American Civil Liberties Union (ACLU), the ACLU of Virginia, Lambda Legal, and Jenner & Block, LLP, represent a class of all unmarried same-sex couples in Virginia and all same-sex couples in Virginia who have already married in a different jurisdiction (the “Harris Class”). The class action was originally filed as separate litigation in the Western District of Virginia filed on behalf of Joanne Harris and Jessica Duff and Christy Berghoff and Victoria Kidd as class representatives for all same-sex couples in Virginia who wish to marry here or who have married in other jurisdictions. After a court in the Eastern District of Virginia struck down Virginia’s marriage bans in Bostic, the Harris Class intervened as a party at the U.S. Court of Appeals for the Fourth Circuit to have its constitutional challenges decided as part of the Bostic litigation.",
        "status": "",
        "date": "2014-10-06T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/bostic-v-schaefer-harris-class-action-freedom-marry-virginia"
    },
    {
        "title": "Barrier and Schild v. Vasterling - Freedom to Marry in Missouri",
        "desc": "The American Civil Liberties Union and the ACLU of Missouri have filed a lawsuit in state court on behalf of six same-sex couples who are seeking recognition for their legal out-of-state marriages. The lawsuit does not seek a repeal of Missouri’s ban on marriage for same-sex couples within the state.",
        "status": "Closed (Judgment)",
        "date": "2014-10-03T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/barrier-and-schild-v-vasterling-freedom-marry-missouri"
    },
    {
        "title": "Dawson v. H & H Electric, Inc.",
        "desc": "The American Civil Liberties Union, the ACLU of Arkansas, and co-counsel John Burnett have filed a lawsuit on behalf of Patricia Dawson against her former employer, H & H Electric, for firing her after she transitioned from male to female on the job.",
        "status": "Closed (Settled)",
        "date": "2014-09-29T00:00:00",
        "state": "Arkansas",
        "url": "https://www.aclu.org/cases/dawson-v-h-h-electric-inc"
    },
    {
        "title": "Equal Employment Opportunity Commission (EEOC) Filing Against Taco John's",
        "desc": "The American Civil Liberties Union, ACLU of South Dakota, and co-counsel Stephanie E. Pochop have submitted charges to state and federal agencies against Taco John’s of Yankton, Inc. and Taco John’s International Inc. The discrimination charges were filed on behalf of Tyler Brandt, a 16-year-old employee who was forced to wear a “Gaytard” name tag while working.",
        "status": "",
        "date": "2014-09-24T00:00:00",
        "state": "South Dakota",
        "url": "https://www.aclu.org/cases/equal-employment-opportunity-commission-eeoc-filing-against-taco-johns"
    },
    {
        "title": "Bloechl-Karlsen v. Walker - Freedom to Marry in Wisconsin",
        "desc": "The American Civil Liberties Union, the ACLU of Wisconsin, and the law firm of Mayer Brown have filed suit on behalf of four same-sex couples who were legally married in Wisconsin after a federal court struck down a state ban on marriage for same-sex couples, but before the judge temporarily halted marriages from taking place while the state challenged the decision. Although the marriages were valid, the state has announced that it has placed recognition of their marriages on hold indefinitely.",
        "status": "Closed (Judgment)",
        "date": "2014-09-17T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/bloechl-karlsen-v-walker-freedom-marry-wisconsin"
    },
    {
        "title": "Bogan v. Baskin (Midori Fujii v. Commissioner) - Freedom to Marry in Indiana",
        "desc": "The American Civil Liberties Union, The ACLU of Indiana, along with attorney Sean Lemieux of the Lemieux Law Office in Indianapolis, have filed a lawsuit in federal court on behalf of 13 plaintiffs seeking the freedom marry in Indiana.",
        "status": "Closed (Judgment)",
        "date": "2014-09-09T00:00:00",
        "state": "Indiana",
        "url": "https://www.aclu.org/cases/bogan-v-baskin-midori-fujii-v-commissioner-freedom-marry-indiana"
    },
    {
        "title": "Caspar v. Snyder - Freedom to Marry in Michigan",
        "desc": "The American Civil Liberties Union and the ACLU of Michigan filed a lawsuit today to guarantee that the marriages of 300 same-sex couples performed in Michigan in March 2014 are recognized by the state. The lawsuit was filed on behalf of eight same-sex couples who were married after a federal judge struck down the state’s ban and before the Sixth Circuit Court of Appeals put the decision on hold.",
        "status": "Closed (Judgment)",
        "date": "2014-07-25T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/caspar-v-snyder-freedom-marry-michigan"
    },
    {
        "title": "Evans v. Utah - Freedom to Marry in Utah",
        "desc": "The American Civil Liberties Union, the ACLU of Utah, and Strindberg & Scholnick, LLC; have filed a lawsuit in Utah state court on behalf of four same-sex couples who were legally married in Utah after a federal court struck down a state ban, but before the U.S. Supreme Court temporarily halted marriages from taking place while the state challenged the decision. Although the marriages were valid, the state has announced that it has placed recognition of their marriages on hold indefinitely.",
        "status": "",
        "date": "2014-07-18T00:00:00",
        "state": "Utah",
        "url": "https://www.aclu.org/cases/evans-v-utah-freedom-marry-utah"
    },
    {
        "title": "Appling v. Doyle",
        "desc": "Defending Wisconsin domestic partnerships",
        "status": "",
        "date": "2014-07-15T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/appling-v-doyle"
    },
    {
        "title": "Aaron-Brush v. Bentley - Freedom to Marry in Alabama",
        "desc": "The American Civil Liberties Union and the ACLU of Alabama have filed a federal lawsuit challenging Alabama’s ban on marriage for same-sex couples. The lawsuit was filed on behalf of April and Ginger Aaron-Brush of Birmingham. The couple was wed in Massachusetts, but their marriage is not recognized in their home state.",
        "status": "Closed (Judgment)",
        "date": "2014-06-10T00:00:00",
        "state": "Alabama",
        "url": "https://www.aclu.org/cases/aaron-brush-v-bentley-freedom-marry-alabama"
    },
    {
        "title": "Rummell and West v. Kitzhaber - Freedom to Marry in Oregon",
        "desc": "The American Civil Liberties Union, the ACLU of Oregon, and volunteer counsel from the law firms of Johnson, Johnson & Schaller, PC and Perkins Coie, LLP in December 2013 filed a federal lawsuit in U.S. District Court in Eugene on behalf of two same-sex couples who wished to marry in Oregon – Paul Rummell and Ben West, and Lisa Chickadonz and Christine Tanner – and Basic Rights Education Fund.",
        "status": "Closed (Judgment)",
        "date": "2014-06-04T00:00:00",
        "state": "Oregon",
        "url": "https://www.aclu.org/cases/rummell-and-west-v-kitzhaber-freedom-marry-oregon"
    },
    {
        "title": "Gerber and Berlin v. Cooper - Freedom to Marry in North Carolina",
        "desc": "The American Civil Liberties Union, the ACLU of North Carolina Legal Foundation and the law firms of Sullivan & Cromwell LLP and Ellis & Winters LLP have filed a new case in federal court on behalf of three married, same-sex couples seeking state recognition of their marriages. Because of the serious medical condition of one member of each couple, they are asking the court to take swift action.",
        "status": "Closed",
        "date": "2014-06-02T00:00:00",
        "state": "North Carolina",
        "url": "https://www.aclu.org/cases/gerber-and-berlin-v-cooper-freedom-marry-north-carolina"
    },
    {
        "title": "Whitewood v. Wolf - Freedom to Marry in Pennsylvania",
        "desc": "The American Civil Liberties Union of Pennsylvania, the American Civil Liberties Union, and volunteer counsel from the law firm of Hangley Aronchick Segal Pudlin & Schiller have filed a federal lawsuit on behalf of 21 Pennsylvanians who wish to marry in Pennsylvania or want the Commonwealth to recognize their out-of-state marriages. The lawsuit alleges that Pennsylvania’s Defense of Marriage Act and refusal to marry lesbian and gay couples or recognize their out-of-state marriages violates the fundamental right to marry as well as the Equal Protection Clause of the Fourteenth Amendment.",
        "status": "Closed (Judgment)",
        "date": "2014-05-21T00:00:00",
        "state": "Pennsylvania",
        "url": "https://www.aclu.org/cases/whitewood-v-wolf-freedom-marry-pennsylvania"
    },
    {
        "title": "Lazaro and Matos v. Orr - Freedom to Marry in Illinois",
        "desc": "On behalf of nine Illinois couples seeking recognition for their shared love and commitment, the American Civil Liberties Union and the ACLU of Illinois have filed a lawsuit to challenge the constitutionality of Illinois’ law that denies gay and lesbian couples the freedom to marry. Currently, Illinois law excludes gay and lesbian couples from the recognition and protections that come with the universally recognized relationship status of marriage, and limits them instead to a separate civil union status.",
        "status": "Closed (Judgment)",
        "date": "2014-04-25T00:00:00",
        "state": "Illinois",
        "url": "https://www.aclu.org/cases/lazaro-and-matos-v-orr-freedom-marry-illinois"
    },
    {
        "title": "Windsor v. United States",
        "desc": "Whether the Defense of Marriage Act violates equal protection by denying married gay couples recognition under federal law.",
        "status": "Closed (Judgment)",
        "date": "2014-04-25T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/windsor-v-united-states"
    },
    {
        "title": "Glossip v. Missouri Department of Transportation and Highway Patrol Employees' Retirement System",
        "desc": "Kelly Glossip and Dennis Engelhard had been committed domestic partners for 15 years when Dennis, a Missouri State Trooper, was killed while responding to an accident on Christmas Day, 2009. Missouri offers survivor benefits to spouses of state troopers who are killed in the line of duty, but excludes committed same-sex partners from receiving those benefits.",
        "status": "Closed (Dismissed)",
        "date": "2013-08-09T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/glossip-v-missouri-department-transportation-and-highway-patrol-employees-retirement-system"
    },
    {
        "title": "Donaldson and Guggenheim v. Montana",
        "desc": "Six committed same-sex couples  have sued the state of Montana for failing to offer legal protections  to same-sex couples and their families in violation of the Montana  Constitution’s rights of privacy, dignity and the pursuit of life’s  basic necessities and its guarantees of equal protection and due  process. The goal of this lawsuit is to see that same-sex couples are  able to protect their families with the same kind of legal protections  that the State offers to different-sex couples through marriage.",
        "status": "",
        "date": "2013-07-15T00:00:00",
        "state": "Montana",
        "url": "https://www.aclu.org/cases/donaldson-and-guggenheim-v-montana"
    },
    {
        "title": "Hollingsworth v. Perry",
        "desc": "Whether California’s Proposition 8, which amended the state constitution to define marriage as solely between a man and a woman, violates equal protection.",
        "status": "Closed (Judgment)",
        "date": "2013-06-26T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/hollingsworth-v-perry"
    },
    {
        "title": "Governor Mifflin School District and Filtering of LGBT Online Content",
        "desc": "The American Civil Liberties Union and the ACLU of Pennsylvania have sent a letter requesting that school officials at Governor Mifflin School District in Berks County stop using Internet filters that violate students’ First Amendment free speech rights. The district uses a “sexuality” filter that blocks sites that express support of lesbian, gay, bisexual, and transgender (LGBT) people, and an “intolerance” filter that blocks political advocacy sites that are labeled as intolerant.",
        "status": "",
        "date": "2013-02-27T00:00:00",
        "state": "Pennsylvania",
        "url": "https://www.aclu.org/cases/governor-mifflin-school-district-and-filtering-lgbt-online-content"
    },
    {
        "title": "A.W. and C.W. v. Davis School District",
        "desc": "The American Civil Liberties Union and the ACLU of Utah have filed a lawsuit against the Davis School District after elementary schools in the district were instructed to remove a children’s book about a family with same-sex parents from library shelves. The lawsuit was filed on behalf of a mother whose children attend one of the schools where the book was restricted.",
        "status": "",
        "date": "2013-01-31T00:00:00",
        "state": "Utah",
        "url": "https://www.aclu.org/cases/aw-and-cw-v-davis-school-district"
    },
    {
        "title": "Elane Photography, LLC v. Vanessa Willock",
        "desc": "The American Civil Liberties Union and the ACLU of New Mexico have filed an amicus brief in the New Mexico Supreme Court in support of Vanessa Willock’s public accommodations suit against a photography studio that refuses to take pictures for same-sex wedding ceremonies.",
        "status": "Closed (Judgment)",
        "date": "2012-12-18T00:00:00",
        "state": "New Mexico",
        "url": "https://www.aclu.org/cases/elane-photography-llc-v-vanessa-willock"
    },
    {
        "title": "In re: Gill",
        "desc": "A challenge to Florida’s ban on adoption by gay parents.",
        "status": "Closed (Judgment)",
        "date": "2012-11-16T00:00:00",
        "state": "Florida",
        "url": "https://www.aclu.org/cases/re-gill"
    },
    {
        "title": "American Academy of Pediatrics et al. v. Clovis Unified School District",
        "desc": "Two parents and the Gay-Straight Alliance Network join the AAP in a suit against Clovis Unified School District over abstinence-only-until-marriage sex education in the district’s high schools. The lawsuit charges that the district is violating California law and putting teens’ health at risk by giving students misinformation and denying them critical instruction about condoms and contraception.",
        "status": "",
        "date": "2012-09-10T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/american-academy-pediatrics-et-al-v-clovis-unified-school-district"
    },
    {
        "title": "Baker and Linsley v. Wildflower Inn",
        "desc": "Kate Linsley (formerly Baker) and Ming Linsley planned to marry in Vermont. After they got engaged, Ming’s mother, Channie, took the lead in helping the couple find a venue for their reception. Like many mothers, she was ecstatic to have the opportunity to help her daughter and future daughter-in-law plan their celebration.",
        "status": "Closed (Judgment)",
        "date": "2012-08-23T00:00:00",
        "state": "Vermont",
        "url": "https://www.aclu.org/cases/baker-and-linsley-v-wildflower-inn"
    },
    {
        "title": "Gartner v. Iowa Department of Health",
        "desc": "",
        "status": "",
        "date": "2012-05-21T00:00:00",
        "state": "Iowa",
        "url": "https://www.aclu.org/cases/gartner-v-iowa-department-health"
    },
    {
        "title": "K.L. v. State of Alaska, Department of Administration, Division of Motor Vehicles",
        "desc": "The American Civil Liberties Union and the ACLU of Alaska have filed a brief seeking to allow transgender individuals to correct the gender marker on their driver’s licenses without undergoing major surgery. Currently, Alaska DMV policy requires that individuals wishing to change the sex marker on their driver’s license submit proof of a surgical “sex change”. The state’s surgery requirement places an undue burden on transgender individuals and presents a gross violation of an individual’s right to privacy.",
        "status": "Closed (Judgment)",
        "date": "2012-04-13T00:00:00",
        "state": "Alaska",
        "url": "https://www.aclu.org/cases/kl-v-state-alaska-department-administration-division-motor-vehicles"
    },
    {
        "title": "PFLAG v. Camdenton R-III School District",
        "desc": "As part of our “Don’t Filter Me” campaign, the American Civil Liberties Union and the ACLU of Eastern Missouri filed a federal lawsuit against a school district in Camdenton, Missouri, whose Internet filtering software blocks access to web content geared toward the lesbian, gay, bisexual and transgender (LGBT) communities.  The ACLU is joined in the lawsuit by LGBT organizations whose websites are blocked by the filter:   Parents, Family and Friends of Lesbian and Gays (PFLAG), the Matthew Shepard   Foundation, Campus Pride, and DignityUSA, a Catholic LGBT organization.",
        "status": "",
        "date": "2012-04-06T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/pflag-v-camdenton-r-iii-school-district"
    },
    {
        "title": "Keeton v. Anderson-Wiley",
        "desc": "Jennifer Keeton, a student at Augusta State University (ASU), sought a court order requiring ASU to reinstate her in a graduate-level counseling program even though she insisted on a right – rooted in her religious beliefs – to counsel lesbian, gay and bisexual clients that being gay is immoral. ASU’s counseling program requires its graduate students to adhere to the American Counseling Association’s Code of Ethics, which prohibits counselors from discriminating based on sexual orientation, among other characteristics, and requires them to avoid imposing their values on their clients. The American Civil Liberties Union and the ACLU of Georgia filed a friend-of-the-court brief supporting ASU’s right to require its students to comply with these professional standards when counseling clients.",
        "status": "",
        "date": "2011-12-20T00:00:00",
        "state": "Georgia",
        "url": "https://www.aclu.org/cases/keeton-v-anderson-wiley"
    },
    {
        "title": "Sturgis v. Copiah County School District",
        "desc": "When graduating senior Ceara Sturgis chose to wear a tuxedo for her senior yearbook photo, rather than the drape typically reserved for girls, her school, Wesson Attendance Center, responded by excluding her entirely from the senior portrait section of the yearbook. The ACLU seeks damages for Ceara and hopes to prevent gender discrimination in the future.",
        "status": "",
        "date": "2011-12-08T00:00:00",
        "state": "Mississippi",
        "url": "https://www.aclu.org/cases/sturgis-v-copiah-county-school-district"
    },
    {
        "title": "Ward v. Wilbanks et al.",
        "desc": "A student in a counseling program claims a right to discriminate against clients who wish to discuss same-sex relationships on the grounds that it violates her religious beliefs.",
        "status": "",
        "date": "2011-10-04T00:00:00",
        "state": "Michigan",
        "url": "https://www.aclu.org/cases/ward-v-wilbanks-et-al-case-profile"
    },
    {
        "title": "Fields v. Smith",
        "desc": "(Formerly Sundstrom v. Frank)\nTransgender prisoners are barred from medical treatment.",
        "status": "",
        "date": "2011-09-13T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/fields-v-smith"
    },
    {
        "title": "Wiessmann v. State College Area School District - (PA Domestic Partner Benefits)",
        "desc": "Challenge to public school policy that grants health care benefits to domestic partners of employees only if the partners are not of the same sex.",
        "status": "",
        "date": "2011-08-18T00:00:00",
        "state": "Pennsylvania",
        "url": "https://www.aclu.org/cases/wiessmann-v-state-college-area-school-district-pa-domestic-partner"
    },
    {
        "title": "Cole v. Arkansas",
        "desc": "VICTORY! On April 7, 2011, the Arkansas Supreme Court upheld a ruling striking down Act 1, a law prohibiting adoption by unmarried couples.",
        "status": "",
        "date": "2011-04-08T00:00:00",
        "state": "Arkansas",
        "url": "https://www.aclu.org/cases/cole-v-arkansas"
    },
    {
        "title": "Cooley v. Forrest County Sheriff’s Department",
        "desc": "Andre Cooley, a corrections officer  for juvenile detainees at the  Sheriff’s Department in Forrest County, Mississippi, was fired when his  supervisors discovered that he was gay.",
        "status": "",
        "date": "2011-03-28T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/cooley-v-forrest-county-sheriffs-department"
    },
    {
        "title": "McMillen v. Itawamba County School District",
        "desc": "",
        "status": "Closed (Settled)",
        "date": "2010-11-05T00:00:00",
        "state": "Mississippi",
        "url": "https://www.aclu.org/cases/fulton-ms-prom-discrimination"
    },
    {
        "title": "Chandler v. Barker",
        "desc": "An appeal of the imposition of a “paramour” restriction on the custody rights of a mother in a lesbian relationship in Tennessee.",
        "status": "Closed (Judgment)",
        "date": "2010-06-29T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/chandler-v-barker"
    },
    {
        "title": "Christian Legal Society v. Martinez",
        "desc": "Whether a public university may require a student club to comply with the university’s non-discrimination policy in order to receive official recognition and university funding.",
        "status": "Closed (Judgment)",
        "date": "2010-06-28T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/christian-legal-society-v-martinez"
    },
    {
        "title": "Fresno Hospital Discrimination",
        "desc": "",
        "status": "",
        "date": "2009-12-16T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/fresno-hospital-discrimination"
    },
    {
        "title": "Russellville, Alabama School Prom Discrimination",
        "desc": "Cynthia Stewart, a junior at Tharptown High School in northern Alabama, wanted to bring her girlfriend to prom. Rather than let her, the school announced that it would cancel prom for everyone.",
        "status": "",
        "date": "2009-11-20T00:00:00",
        "state": "Alabama",
        "url": "https://www.aclu.org/cases/russellville-alabama-school-prom-discrimination"
    },
    {
        "title": "Schroer v. Library of Congress",
        "desc": "Starting a new life and searching for a new career isn’t easy, but Diane Schroer, a highly-decorated veteran, is no stranger to a challenge.",
        "status": "Closed (Judgment)",
        "date": "2009-11-19T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/schroer-v-library-congress"
    },
    {
        "title": "Kirk v. Arnold",
        "desc": "Two transgender women are suing the Illinois Department of Vital Records for refusing to change the gender marker on their birth certificates because they had reassignment surgery outside of the United States.",
        "status": "",
        "date": "2009-11-16T00:00:00",
        "state": "Illinois",
        "url": "https://www.aclu.org/cases/kirk-v-arnold"
    },
    {
        "title": "Maniaci v. Kulstad",
        "desc": "",
        "status": "",
        "date": "2009-10-07T00:00:00",
        "state": "Montana",
        "url": "https://www.aclu.org/cases/maniaci-v-kulstad"
    },
    {
        "title": "Franks v. Metropolitan Board of Public Education",
        "desc": "Access to pro-LGBT sites blocked.",
        "status": "",
        "date": "2009-08-13T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/franks-v-metropolitan-board-public-education"
    },
    {
        "title": "Gillman v. Holmes County School District",
        "desc": "",
        "status": "Closed (Judgment)",
        "date": "2009-07-20T00:00:00",
        "state": "Florida",
        "url": "https://www.aclu.org/cases/gillman-v-holmes-county-school-district"
    },
    {
        "title": "Morrison v. Boyd Co. Board of Education",
        "desc": "Kentucky high school anti-harassment training",
        "status": "",
        "date": "2009-07-20T00:00:00",
        "state": "Kentucky",
        "url": "https://www.aclu.org/cases/morrison-v-boyd-co-board-education"
    },
    {
        "title": "Gonzalez v. School Board of Okeechobee County",
        "desc": "Florida high school gay-straight alliance",
        "status": "",
        "date": "2009-07-20T00:00:00",
        "state": "Florida",
        "url": "https://www.aclu.org/cases/gonzalez-v-school-board-okeechobee-county"
    },
    {
        "title": "Seals v. Old Dominion Freight Lines, Inc.",
        "desc": "",
        "status": "",
        "date": "2009-07-20T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/seals-v-old-dominion-freight-lines-inc"
    },
    {
        "title": "Strauss v. Horton",
        "desc": "Challenge to CA Prop 8, which bans marriage for same-sex couples.",
        "status": "",
        "date": "2009-07-20T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/strauss-v-horton"
    },
    {
        "title": "In re Marriage Cases",
        "desc": "",
        "status": "",
        "date": "2009-07-14T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/re-marriage-cases"
    },
    {
        "title": "Ramona, CA Harvey Milk Censorship",
        "desc": "",
        "status": "",
        "date": "2009-06-09T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/ramona-ca-harvey-milk-censorship"
    },
    {
        "title": "Dunnum v. Wisconsin",
        "desc": "(Formerly Helgeland v. Wisconsin)",
        "status": "",
        "date": "2009-06-01T00:00:00",
        "state": "Wisconsin",
        "url": "https://www.aclu.org/cases/dunnum-v-wisconsin"
    },
    {
        "title": "Outing at Hollis F. Price Middle College High School",
        "desc": "",
        "status": "",
        "date": "2008-04-29T00:00:00",
        "state": "Tennessee",
        "url": "https://www.aclu.org/cases/outing-hollis-f-price-middle-college-high-school"
    },
    {
        "title": "In re Hadaway",
        "desc": "Georgia custody/adoption denial",
        "status": "",
        "date": "2008-03-24T00:00:00",
        "state": "Georgia",
        "url": "https://www.aclu.org/cases/re-hadaway"
    },
    {
        "title": "Engquist v. Oregon Department of Agriculture",
        "desc": "Whether public employees who are subject to arbitrary discrimination can raise an equal protection claim without also being required to show that the discrimination was based on membership in a protected class.",
        "status": "Closed (Judgment)",
        "date": "2008-02-27T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/engquist-v-oregon-department-agriculture"
    },
    {
        "title": "Deane & Polyak v. Conaway",
        "desc": "",
        "status": "Closed (Judgment)",
        "date": "2008-01-01T00:00:00",
        "state": "Maryland",
        "url": "https://www.aclu.org/cases/deane-polyak-v-conaway"
    },
    {
        "title": "Laccone v. I.C. Norcom High School",
        "desc": "Virginia student free speech",
        "status": "",
        "date": "2007-12-20T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/laccone-v-ic-norcom-high-school"
    },
    {
        "title": "Nguon v. Wolf",
        "desc": "The ACLU’s national Lesbian Gay Bisexual Transgender Project, the ACLU of Southern California, and the law firm of Latham & Watkins, LLP, brought a lawsuit on behalf of Nguon and the Gay-Straight Alliance Network in September of 2005.  The lawsuit, which was filed in U.S. District Court in the Central District of California, seeks to clear Nguon of any unfair discipline on her record and create a district-wide policy and guidelines to ensure that gay and lesbian students are treated equally.",
        "status": "",
        "date": "2007-09-25T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/nguon-v-wolf"
    },
    {
        "title": "Howard v. Arkansas",
        "desc": "The ACLU represented four prospective foster parents in a lawsuit that struck down a regulation banning gay people and people in households with gay family members from foster parenting.",
        "status": "Closed (Judgment)",
        "date": "2007-03-05T00:00:00",
        "state": "Arkansas",
        "url": "https://www.aclu.org/cases/howard-v-arkansas"
    },
    {
        "title": "PRIDE v. White County School District",
        "desc": "Defense of Cleveland, Georgia Gay-Straight Alliance",
        "status": "",
        "date": "2007-01-10T00:00:00",
        "state": "Georgia",
        "url": "https://www.aclu.org/cases/pride-v-white-county-school-district"
    },
    {
        "title": "Estate of Claude Green v. Robert Bowman",
        "desc": "",
        "status": "",
        "date": "2006-12-22T00:00:00",
        "state": "West Virginia",
        "url": "https://www.aclu.org/cases/estate-claude-green-v-robert-bowman"
    },
    {
        "title": "In re Rockefeller",
        "desc": "",
        "status": "",
        "date": "2006-12-15T00:00:00",
        "state": "New York",
        "url": "https://www.aclu.org/cases/re-rockefeller"
    },
    {
        "title": "Paramo v. Kern High School District",
        "desc": "",
        "status": "",
        "date": "2006-11-16T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/paramo-v-kern-high-school-district"
    },
    {
        "title": "Hawai'i - R.G., et al. v. Koller, et al.",
        "desc": "The ACLU of Hawai’i and the ACLU Lesbian Gay Bisexual Transgender Rights Project represented three young people — a 17-year-old male-to-female transgender girl, an 18-year-old lesbian, and an 18-year-old boy perceived to be gay — in a federal civil rights lawsuit against Hawai’i Youth Correctional Facility (HYCF), the state’s juvenile correctional facility. The plaintiffs said they were abused and harassed because of their sexual orientation and gender identity while at HYCF. The ACLU asked for a preliminary injunction to force HYCF to establish policies, procedures, and training to prevent further abuse of LGBT wards.",
        "status": "",
        "date": "2006-06-15T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/hawaii-rg-et-al-v-koller-et-al"
    },
    {
        "title": "Johnston v. MO Dept. of Social Services",
        "desc": "The Missouri Department of Social Services turned down Lisa Johnston’s application to become a foster parent because she’s a lesbian.",
        "status": "Closed (Judgment)",
        "date": "2006-06-08T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/johnston-v-mo-dept-social-services"
    },
    {
        "title": "Exodus Parody",
        "desc": "After Justin Watt posted this parody of an Exodus International billboard for “reparative therapy” on his  Web site, he received a cease-and-desist letter from an anti-gay legal organization.",
        "status": "",
        "date": "2006-03-22T00:00:00",
        "state": "California",
        "url": "https://www.aclu.org/cases/exodus-parody"
    },
    {
        "title": "Myers v. Thornsberry",
        "desc": "The ACLU filed a lawsuit in federal court against a high school that twice punished a student for wearing t-shirts expressing her support for gay rights. LaStaysha Myers, a heterosexual 15-year-old student at Webb City High School in Missouri, was twice sent home from school last November for wearing homemade t-shirts; first, one bearing several handwritten slogans such as “I support the gay rights!” and “Who are we to judge?” and the next day one that bore a rainbow and the Webster’s dictionary definition of “gay”: “M[e]rry, happy.” Before censoring Myers, administrators routinely allowed students to wear shirts expressing other messages, including endorsements of the Bush and Kerry presidential campaigns, students’ views on abortion, and religious messages.",
        "status": "",
        "date": "2006-01-30T00:00:00",
        "state": "Missouri",
        "url": "https://www.aclu.org/cases/myers-v-thornsberry"
    },
    {
        "title": "Rumsfeld v. FAIR",
        "desc": "Reviewing the constitutionality of the Solomon Amendment, which cuts off federal funding to any university that bars military recruiters for failure to comply with the university’s nondiscrimination policies.",
        "status": "",
        "date": "2005-12-06T00:00:00",
        "state": "Federal",
        "url": "https://www.aclu.org/cases/rumsfeld-v-fair"
    },
    {
        "title": "Alaska CLU v. State of Alaska",
        "desc": "Karen Wood and Terry Tavel are plaintiffs in the ACLU lawsuit to provide government employee benefits to partners of same-sex couples.",
        "status": "Closed (Judgment)",
        "date": "2005-10-28T00:00:00",
        "state": "Alaska",
        "url": "https://www.aclu.org/cases/alaska-clu-v-state-alaska"
    },
    {
        "title": "Limon v. Kansas",
        "desc": "In February of 2000, Limon and another male teenager were both students at the same residential school for developmentally disabled youth in Miami County, Kansas. A week after Limon’s 18th birthday, he performed consensual oral sex on the other teenager, who was nearly 15 years old – three years, one month and a few days younger. Because Kansas’s so-called “Romeo and Juliet” law gives much lighter sentences to heterosexual teenagers who have sex with younger teens but specifically excludes gay teenagers, Limon was sentenced to 17 years in prison. A heterosexual teenager with the same record would serve no longer than 15 months for the same offense.",
        "status": "",
        "date": "2005-10-21T00:00:00",
        "state": "Kansas",
        "url": "https://www.aclu.org/cases/limon-v-kansas"
    },
    {
        "title": "Boyd High GSA v. Boyd County Board of Education",
        "desc": "The ACLU settled a lawsuit brought on behalf of several students who wanted to form a gay-straight alliance (GSA) club at Boyd County High School in Ashland, Kentucky. The settlement requires that the district treat all student clubs equally and conduct anti-harassment trainings for all students and staff. Several students had first petitioned the school to form the gay-straight alliance in March 2002. The school initially refused to approve the club, and then later took the extraordinary step of suspending all student clubs rather than recognize the GSA.",
        "status": "",
        "date": "2005-07-06T00:00:00",
        "state": "Kentucky",
        "url": "https://www.aclu.org/cases/boyd-high-gsa-v-boyd-county-board-education"
    },
    {
        "title": "Hispanic AIDS Forum v. Bruno",
        "desc": "The ACLU brought the lawsuit on behalf of the Hispanic AIDS Forum (HAF) in 2001 after the agency was forced out of its home of 10 years in New York City because the landlord yielded to complaints from another tenant that the agency’s transgender clients were using the “wrong” restrooms.",
        "status": "",
        "date": "2005-03-16T00:00:00",
        "state": "New York",
        "url": "https://www.aclu.org/cases/hispanic-aids-forum-v-bruno"
    },
    {
        "title": "Burch v. Smarr",
        "desc": "The ACLU is urging the West Virginia Supreme Court not to separate a four-year-old boy from his surviving parent following the unexpected death of his biological mother.",
        "status": "",
        "date": "2005-03-01T00:00:00",
        "state": "Virginia",
        "url": "https://www.aclu.org/cases/burch-v-smarr"
    },
    {
        "title": "Poe et.al. v. Drummond et.al.",
        "desc": "In a lawsuit filed by Lambda Legal, the American Civil Liberties Union, the ACLU of Oklahoma, and the law firm...",
        "status": "Active",
        "date": "2023-05-03T00:00:00",
        "state": "Oklahoma",
        "url": "https://lambdalegal.org/case/poe-et-al-v-drummond-et-al/"
    },
    {
        "title": "Southampton Community Healthcare v. Bailey",
        "desc": "Lambda Legal, the American Civil Liberties Union of Missouri (ACLU-MO) and Bryan Cave Leighton Paisner LLP filed a petition seeking...",
        "status": "Active",
        "date": "2023-04-24T00:00:00",
        "state": "Missouri",
        "url": "https://lambdalegal.org/case/southampton-community-healthcare-v-bailey/"
    },
    {
        "title": "L.W. et al v. Skrmetti et al",
        "desc": "Lambda Legal, the American Civil Liberties Union, the ACLU of Tennessee, and Akin Gump Strauss Hauer & Feld LLP are...",
        "status": "Active",
        "date": "2023-04-20T00:00:00",
        "state": "Tennessee",
        "url": "https://lambdalegal.org/case/lw-v-skrmetti/"
    },
    {
        "title": "John Doe v. Delaware County, et al.",
        "desc": "On June 24, 2022, Lambda Legal, AIDS Law Project of Pennsylvania, and attorney Scott A. Schoettes, Esq. filed an amended...",
        "status": "Active",
        "date": "2022-06-24T00:00:00",
        "state": "Pennsylvania",
        "url": "https://lambdalegal.org/case/john-doe-v-delaware-county/"
    },
    {
        "title": "Wilkins v. Austin",
        "desc": "Lambda Legal filed a legal challenge to the U.S. Military policy that prevents people living with HIV from enlisting in...",
        "status": "Active",
        "date": "2022-11-10T00:00:00",
        "state": "Virginia",
        "url": "https://lambdalegal.org/case/wilkins-v-austin/"
    },
    {
        "title": "Dekker, et al., v. Weida, et al.",
        "desc": "LGBTQ+ and health advocacy groups filed a federal lawsuit today challenging Florida’s anti-transgender health care rule denying coverage for transgender...",
        "status": "Active",
        "date": "2022-09-07T00:00:00",
        "state": "Florida",
        "url": "https://lambdalegal.org/case/dekker-v-marstiller/"
    },
    {
        "title": "Chandler v. California Department of Corrections and Rehabilitation",
        "desc": "Lambda Legal, the ACLU of Southern California, the Transgender Law Center, and O’Melveny & Myers LLP filed a request to...",
        "status": "Active",
        "date": "2020-12-01T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/chandler-v-california-department-of-corrections-and-rehabilitation/"
    },
    {
        "title": "Fowler et al. v. Stitt et al.",
        "desc": "Lambda Legal filed a federal lawsuit seeking to allow transgender people to correct the gender marker on their Oklahoma birth...",
        "status": "Active",
        "date": "2022-03-05T00:00:00",
        "state": "Oklahoma",
        "url": "https://lambdalegal.org/case/fowler-et-al-v-stitt-et-al/"
    },
    {
        "title": "In re Dallas Arboretum",
        "desc": "Lambda Legal has filed a complaint with the federal Equal Employment Opportunity Commission (EEOC) against the Dallas Arboretum and Botanical...",
        "status": "Active",
        "date": "2022-06-01T00:00:00",
        "state": "Federal",
        "url": "https://lambdalegal.org/case/in-re-dallas-arboretum/"
    },
    {
        "title": "Campos v. Cohen",
        "desc": "Lambda Legal filed a federal lawsuit challenging the State of North Carolina’s discriminatory policy requiring transgender people to have undergone...",
        "status": "Closed",
        "date": "2021-11-05T00:00:00",
        "state": "North Carolina",
        "url": "https://lambdalegal.org/case/campos-v-cohen/"
    },
    {
        "title": "L.E. v. Lee",
        "desc": "In November 2021, Lambda Legal along with co-counsel filed a lawsuit on behalf of 14-year-old Luc Esquivel who is banned...",
        "status": "Active",
        "date": "2021-11-05T00:00:00",
        "state": "Tennessee",
        "url": "https://lambdalegal.org/case/le-v-lee/"
    },
    {
        "title": "Facing Foster Care in Alaska v. HHS",
        "desc": "Plaintiffs Facing Foster Care in Alaska (FFCA), Family Equality, True Colors United, Inc., and Services & Advocacy for GLBT Elders...",
        "status": "Active",
        "date": "2021-02-10T00:00:00",
        "state": "District of Columbia",
        "url": "https://lambdalegal.org/case/facing-foster-care-in-alaska-v-hhs/"
    },
    {
        "title": "Immigration Equality v. DHS",
        "desc": "Lambda Legal and Immigration Equality, along with co-counsel Kramer Levin Naftalis & Frankel LLP, filed a federal lawsuit challenging the...",
        "status": "Active",
        "date": "2020-06-05T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/immigration-equality-v-dhs/"
    },
    {
        "title": "C.P. v. Blue Cross Blue Shield of Illinois",
        "desc": "Lambda Legal and Sirianni Youtz Spoonemore Hamburger PLLC filed a federal lawsuit challenging Blue Cross Blue Shield of Illinois’s (“BCBSIL”)...",
        "status": "Active",
        "date": "2020-11-05T00:00:00",
        "state": "Washington",
        "url": "https://lambdalegal.org/case/cp-v-bcbsil/"
    },
    {
        "title": "Fain v. Crouch",
        "desc": "Lambda Legal filed a federal lawsuit challenging West Virginia’s blanket exclusions of coverage for gender-confirming care in its Medicaid and...",
        "status": "Active",
        "date": "2020-11-05T00:00:00",
        "state": "Virginia",
        "url": "https://lambdalegal.org/case/fain-v-crouch/"
    },
    {
        "title": "California Tribal Families Coalition v. Azar",
        "desc": "Represented by Lambda Legal, Democracy Forward, and the Michigan State University College of Law’s Indian Law Clinic, two federally recognized...",
        "status": "Active",
        "date": "2020-08-05T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/california-tribal-families-coalition-v-azar/"
    },
    {
        "title": "Family Equality v. Azar",
        "desc": "Lambda Legal and Democracy Forward filed a lawsuit on behalf of three organizations serving vulnerable populations — Family Equality, True...",
        "status": "Active",
        "date": "2020-03-19T00:00:00",
        "state": "New York",
        "url": "https://lambdalegal.org/case/family-equality-v-azar/"
    },
    {
        "title": "Rogers v. United States Department of Health and Human Services",
        "desc": "Lambda Legal, the ACLU, ACLU of South Carolina, and South Carolina Equality Coalition are suing the U.S. Department of Health...",
        "status": "Active",
        "date": "2018-01-05T00:00:00",
        "state": "South Carolina",
        "url": "https://lambdalegal.org/case/rogers-v-us-department-health-human-services/"
    },
    {
        "title": "County of Santa Clara v. HHS",
        "desc": "Lambda Legal, Americans United for Separation of Church and State and the Center for Reproductive Rights filed a lawsuit challenging...",
        "status": "Active",
        "date": "2019-05-24T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/county-of-santa-clara-v-hhs/"
    },
    {
        "title": "Gore v. Lee",
        "desc": "Lambda Legal filed a federal lawsuit on behalf of four transgender Tennesseeans seeking to allow transgender individuals to correct the...",
        "status": "Active",
        "date": "2019-04-05T00:00:00",
        "state": "Tennessee",
        "url": "https://lambdalegal.org/case/tn_gore-v-lee/"
    },
    {
        "title": "Kadel v. Folwell",
        "desc": "Lambda Legal and Transgender Legal Defense & Education Fund (TLDEF) filed a federal lawsuit against North Carolina officials for discrimination...",
        "status": "Active",
        "date": "2019-03-05T00:00:00",
        "state": "North Carolina",
        "url": "https://lambdalegal.org/case/kadel-v-folwell/"
    },
    {
        "title": "Roe and Voe v. Austin (formerly v. Esper and at filing v. Shanahan)",
        "desc": "Lambda Legal, Modern Military Association of America (MMAA), with partner law firm Winston & Strawn, filed a lawsuit on behalf...",
        "status": "Active",
        "date": "2018-12-19T00:00:00",
        "state": "Virginia",
        "url": "https://lambdalegal.org/case/roe-and-voe-v-austin/"
    },
    {
        "title": "Deese & Doe v. Austin (formerly v. Esper)",
        "desc": "Lambda Legal and Modern Military Association of America (MMAA) filed a lawsuit on behalf of Kevin Deese and John Doe...",
        "status": "Active",
        "date": "2018-08-05T00:00:00",
        "state": "Maryland",
        "url": "https://lambdalegal.org/case/deese-doe-v-austin/"
    },
    {
        "title": "Ely v. Saul (formerly Ely v. Berryhill)",
        "desc": "A lawsuit against the U.S. Social Security Administration (SSA) on behalf of a 65-year-old gay man seeking spousal survivor’s benefits...",
        "status": "Landmark",
        "date": "2018-11-20T00:00:00",
        "state": "Arizona",
        "url": "https://lambdalegal.org/case/ely-v-saul/"
    },
    {
        "title": "Harrison v. Austin (formerly v. Esper and at filing v. Shanahan)",
        "desc": "Lambda Legal, Modern Military Association of America (MMAA), with partner law firm Winston & Strawn, filed a lawsuit on behalf of...",
        "status": "Active",
        "date": "2018-05-30T00:00:00",
        "state": "Virginia",
        "url": "https://lambdalegal.org/case/harrison-v-austin/"
    },
    {
        "title": "Doe v. AJ Boggs & Company",
        "desc": "Lambda Legal filed a class-action lawsuit in California Superior Court against A.J. Boggs & Company on behalf of 93 low-income...",
        "status": "Active",
        "date": "2018-04-03T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/doe-v-aj-boggs-co/"
    },
    {
        "title": "Klein dba Sweetcakes by Melissa v. Oregon Bureau of Labor & Industry",
        "desc": "Lambda Legal filed friend-of-the-court briefs on behalf of Rachel and Laurel Bowman-Cryer, a lesbian couple, urging the Oregon appellate courts...",
        "status": "Active",
        "date": "2015-07-02T00:00:00",
        "state": "Oregon",
        "url": "https://lambdalegal.org/case/klein-v-or-bureau-of-labor-and-industries/"
    },
    {
        "title": "Marouf v. Becerra (Formerly Marouf v. Azar)",
        "desc": "Lambda Legal filed a federal lawsuit against the U.S. Department of Health and Human Services (HHS) and the U.S. Conference...",
        "status": "Active",
        "date": "2017-01-01T00:00:00",
        "state": "District of Columbia",
        "url": "https://lambdalegal.org/case/marouf-v-becerra-formerly-marouf-v-azar/"
    },
    {
        "title": "Adams v. The School Board of St. Johns County, Florida",
        "desc": "Lambda Legal filed a federal discrimination lawsuit in the Middle District of Florida against the St. Johns County School Board...",
        "status": "Active",
        "date": "2017-06-05T00:00:00",
        "state": "Florida",
        "url": "https://lambdalegal.org/case/fl_adams-v-school-board-st-johns-county/"
    },
    {
        "title": "Bostock v. Clayton County, GA / Zarda v. Altitude Express / RG & GR Harris Funeral Homes Inc v. EEOC",
        "desc": "On June 15, 2020, the Supreme Court issued a landmark decision approving the analysis Lambda Legal has been advancing for...",
        "status": "Landmark",
        "date": "2014-09-05T00:00:00",
        "state": "Federal",
        "url": "https://lambdalegal.org/case/bostock-zarda-harris/"
    },
    {
        "title": "Obergefell v. Hodges / Henry v. Hodges",
        "desc": "The landmark case that helped bring equal marriage nationwide.",
        "status": "Landmark",
        "date": "2014-02-05T00:00:00",
        "state": "Ohio",
        "url": "https://lambdalegal.org/case/henry-v-himes/"
    },
    {
        "title": "Colín v. Orange Unified School District",
        "desc": "Groundbreaking case arguing for the right of students to form a gay-straight alliance and to become a recognized student club",
        "status": "Landmark",
        "date": "1999-11-24T00:00:00",
        "state": "California",
        "url": "https://lambdalegal.org/case/colin-v-orange-unified-school-district/"
    },
    {
        "title": "Glenn v. Brumby et. al.",
        "desc": "Federal lawsuit filed on behalf of a transgender woman fired from her job as a Legislative Editor after she stated...",
        "status": "Closed",
        "date": "2008-07-05T00:00:00",
        "state": "Georgia",
        "url": "https://lambdalegal.org/case/glenn-v-brumby-et-al/"
    },
    {
        "title": "Nabozny v. Podlesny",
        "desc": "Groundbreaking case arguing that schools have a responsibility to protect students from antigay verbal and physical abuse",
        "status": "Landmark",
        "date": "1995-10-05T00:00:00",
        "state": "Wisconsin",
        "url": "https://lambdalegal.org/case/nabozny-v-podlesny/"
    },
    {
        "title": "Taylor v. Rice",
        "desc": "",
        "status": "Landmark",
        "date": "2011-10-28T00:00:00",
        "state": "District of Columbia",
        "url": "https://lambdalegal.org/case/taylor-v-rice/"
    },
    {
        "title": "Timmerman v. Waite and Urias",
        "desc": "Case invoking the Wisconsin hate crimes law after a university student is brutally attacked by two men because he is...",
        "status": "Closed",
        "date": "2006-09-05T00:00:00",
        "state": "Wisconsin",
        "url": "https://lambdalegal.org/case/timmerman-v-waite-and-urias/"
    },
    {
        "title": "Turner v. White",
        "desc": "Case seeking access to legal proceedings for a name change and waiver of fees on behalf of transgender woman",
        "status": "Closed",
        "date": "2008-01-05T00:00:00",
        "state": "Illinois",
        "url": "https://lambdalegal.org/case/turner-v-the-honorable-stephen-white/"
    },
    {
        "title": "Egan v. Fridlund-Horne",
        "desc": "Case seeking to uphold non-biological mother’s right to have parenting time with her child.",
        "status": "Closed",
        "date": "2009-05-05T00:00:00",
        "state": "Arizona",
        "url": "https://lambdalegal.org/case/egan-v-fridlund-horne/"
    },
    {
        "title": "Lawrence v. Texas",
        "desc": "Historic case that overturned all remaining state sodomy laws in the United States",
        "status": "Landmark",
        "date": "1998-09-05T00:00:00",
        "state": "Federal",
        "url": "https://lambdalegal.org/case/lawrence-v-texas/"
    }
]